---
kind: property
id: P:Autodesk.Revit.DB.ExportFontTable.Count
source: html/8ab1d483-e1a8-3e79-a6ed-efa00a44b3b7.htm
---
# Autodesk.Revit.DB.ExportFontTable.Count Property

Count of the items contained in the collection.

## Syntax (C#)
```csharp
public int Count { get; }
```